/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Фототека не відповідає";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac не вдалося отримати доступ до вашої фототеки, адже вона не відповідає на запити.";

"Quit or force quit Photos;" = "Завершіть програму Фотографій;";
"Open your Activity Monitor;" = "Відкрийте Монітор активності;";
"Force quit the \"photolibraryd\" process;" = "Примусово завершіть процес \"photolibraryd\";";
"Reopen Photos if needed." = "Відкрийте Фотографії за потреби.";

//Library Update
"Library Update Required" = "Необхідно оновити фототеку";
"Please update your photo library to make it accessible for a scan." = "Будь ласка, оновіть вашу фототеку, щоб зробити її доступною для аналізу.";

"Open your library in the Photos app;" = "Відкрийте фототеку у Фотографіях;";
"Wait until it updates the library." = "Дочекайтесь оновлення медіатеки.";
